// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Recipient List:"="รายการผู้รับ:";
"Add"="เพิ่ม";
"Delete"="ลบ";
"Cancel"="ยกเลิก";
"OK"="ตกลง";

"Str_FaxContacts"="รายชื่อ";
"Str_FaxAddressBook"="สมุดที่อยู่";
"Str_Recipient_LastSyncTime"="เปิดการทำงานครั้งสุดท้ายสมบูรณ์ %@";
"Str_Recipient_OSVersionInfo"="Synchronize %@ to display or update การทำงาน %@ เพื่อแสดงหรืออัพเดทหัวข้อ  ไปยัง [การทำงาน %@] ใน FAX Utility";

// ------------------------------------------------------------------------
// Alert
// ------------------------------------------------------------------------
"Str_Alert_Same_Title_Already_Exists"="ไม่สามารถเพิ่มรายการได้ มีรายการที่มี [ชื่อ], [หมายเลขแฟกซ์] และ [บริษัท/องค์กร] เดียวกันอยู่แล้ว";
"Str_Alert_Invalid_FaxNumber"="หมายเลขแฟกซ์มีตัวอักขระที่ไม่รองรับ\nท่านสามารถใช้ได้เฉพาะ 0-9, *, #, - และเว้นวรรคเท่านั้น";
"Str_Alert_Cannot_Open_Fax_Phone_Book"="ไม่สามารถเปิด%@ได้\nรหัสข้อผิดพลาด (%d)";

"Str_RecipientName"="ชื่อ";
"Str_RecipientCompany"="บริษัท/องค์กร";
"Str_RecipientFaxNumber"="หมายเลขแฟกซ์";

//---------------------------
"X_CARD"="%@ การ์ด";
"ALL_CONTACTS"="ผู้ติดต่อทั้งหมด";
"Group"="กลุ่ม";
"Name"="ชื่อ";
"Phone"="โทรศัพท์";

"_$!<Anniversary>!$_"="ฉลองครบรอบ";
"_$!<Assistant>!$_"="ผู้ช่วย";
"_$!<Brother>!$_"="พี่น้องผู้ชาย";
"_$!<Child>!$_"="บุตร";
"_$!<EX-Anniversary>!$_"="ฉลองครบรอบ";
"_$!<EX-AssistantName>!$_"="ผู้ช่วย";
"_$!<EX-AssistantPhone>!$_"="ผู้ช่วย";
"_$!<EX-Birthday>!$_"="วันเกิด";
"_$!<EX-Business>!$_"="งาน";
"_$!<EX-BusinessFax>!$_"="แฟกซ์ที่ทำงาน";
"_$!<EX-BusinessHomePage>!$_"="โฮมเพจ";
"_$!<EX-BusinessPhone2>!$_"="ที่ทำงานอื่น";
"_$!<EX-BusinessPhone>!$_"="งาน";
"_$!<EX-Callback>!$_"="ติดต่อกลับ";
"_$!<EX-CarPhone>!$_"="รถยนต์";
"_$!<EX-CompanyMainPhone>!$_"="บริษัทหลัก";
"_$!<EX-EmailAddress1>!$_"="อีเมล 1";
"_$!<EX-EmailAddress2>!$_"="อีเมล 2";
"_$!<EX-EmailAddress3>!$_"="อีเมล 3";
"_$!<EX-Home>!$_"="บ้าน";
"_$!<EX-HomeFax>!$_"="แฟกซ์บ้าน";
"_$!<EX-HomePhone2>!$_"="บ้านที่อื่น";
"_$!<EX-HomePhone>!$_"="บ้าน";
"_$!<EX-ImAddress1>!$_"="ข้อความ 1";
"_$!<EX-ImAddress2>!$_"="ข้อความ 2";
"_$!<EX-ImAddress3>!$_"="ข้อความ 3";
"_$!<EX-Isdn>!$_"="ISDN";
"_$!<EX-Manager>!$_"="ผู้จัดการ";
"_$!<EX-MobilePhone>!$_"="มือถือ";
"_$!<EX-Other>!$_"="อื่นๆ";
"_$!<EX-OtherFax>!$_"="แฟกซ์อื่น";
"_$!<EX-OtherTelephone>!$_"="อื่นๆ";
"_$!<EX-Pager>!$_"="เพจเจอร์";
"_$!<EX-PrimaryPhone>!$_"="หลัก";
"_$!<EX-RadioPhone>!$_"="ปุ่มเลือก";
"_$!<EX-SpouseName>!$_"="คู่สมรส";
"_$!<EX-Telex>!$_"="เทเล็กซ์";
"_$!<EX-TtyTddPhone>!$_"="TDD/TTY";
"_$!<Father>!$_"="พ่อ";
"_$!<Friend>!$_"="เพื่อน";
"_$!<Home>!$_"="บ้าน";
"_$!<HomeFAX>!$_"="แฟกซ์บ้าน";
"_$!<HomePage>!$_"="โฮมเพจ";
"_$!<Main>!$_"="หลัก";
"_$!<Manager>!$_"="ผู้จัดการ";
"_$!<Mobile>!$_"="มือถือ";
"_$!<MobileMe>!$_"="MobileMe";
"_$!<Mother>!$_"="แม่";
"_$!<Other>!$_"="อื่นๆ";
"_$!<OtherFAX>!$_"="แฟกซ์อื่น";
"_$!<Pager>!$_"="เพจเจอร์";
"_$!<Parent>!$_"="พ่อแม่";
"_$!<Partner>!$_"="พันธมิตร";
"_$!<Sister>!$_"="พี่น้องผู้หญิง";
"_$!<Spouse>!$_"="คู่สมรส";
"_$!<Work>!$_"="งาน";
"_$!<WorkFAX>!$_"="แฟกซ์ที่ทำงาน";
